"122"= "F1";
"120"= "F2";
"99"= "F3";
"118"= "F4";
"96"= "F5";
"97"= "F6";
"98"= "F7";
"100"= "F8";
"101"= "F9";
"109"= "F10";
"103"= "F11";
"111"= "F12";
"105"= "F13";
"107"= "F14";
"113"= "F15";
"106"= "F16";
"64"= "F17";
"79"= "F18";
"80"= "F19";

"125"= "Pfeil nach unten";
"124"= "Pfeil nach rechts";
"123"= "Pfeil nach links";
"126"= "Pfeil nach oben";

"114"= "Hilfe";
"115"= "Pos1";
"121"= "Seite abwärts";
"116"= "Seite aufwärts";
"117"= "Löschen";
"119"= "Ende";

"36"="Zurück";
"48"="Tab";
"49"="Leertaste";
"51"="Löschen";
"52"="Eingabe";
"53"="Esc";

"71"="Löschen";
"76"="Eingabe";

"1001"="< kein >";
"1002"="Cmd + ";
"1003"="Shift + ";
"1005"="Alt + ";
"1006"="Ctrl + ";